import React from 'react'

const UserProfilePage = () => {
  return (
    <div className='mt-[30px] ml-[10px] mr-[10px]'>
      <p>Пример приложения</p>
      <p className='text-xl'>"Карманный доктор / Pocket Doc"</p>
      <p className='text-sm'>P.S. Куба, название запатентовано мной, если понравилось, могу продать )))))</p>

      <p>А если серьезно, хотя бы на бумаге примерно накидай что ты хочешь видеть на первой странице, на 2й, на 3й  и тд. Навигацию по страницам хочешь внизу как в этом примере или сверху? Какие кнопки обязательно должны быть постоянно видны пользователю? </p>
      <p>В этом примере  я поставил 5 кнопок, сколько ты хочешь и какие, подумай какая инфа важна твоим пациентам</p>
    </div>
  )
}

export default UserProfilePage